tippy('#butn01', {
    content: 'Подводный водопад на Маврикии — это оптическая иллюзия. 12 Он находится в юго-западной части острова, в 200 метрах от полуострова Ле-Морн-Брабан. Причина иллюзии — своеобразный рельеф, образованный коралловыми рифами, залежами песка и отложениями ила. В этой области наблюдаются сильные течения, которые постоянно перемещают массу по океанскому дну и создают из неё замысловатые вихри, струи и каскады. В итоге создаётся впечатление, что огромные потоки воды ниспадают прямо в океане. На рассвете и при ярком солнце водопад переливается оттенками бирюзового и голубого. Ближе к закату к этим цветам добавляется тёмно-синий и чёрно-бордовый цвета.', 
arrow: true, placement: 'bottom', theme: 'light', interactive: true, animation: 'fade',
});
tippy('#butn02', {
  content: 'Подводный водопад на Маврикии — это оптическая иллюзия. 12 Он находится в юго-западной части острова, в 200 метрах от полуострова Ле-Морн-Брабан. Причина иллюзии — своеобразный рельеф, образованный коралловыми рифами, залежами песка и отложениями ила. В этой области наблюдаются сильные течения, которые постоянно перемещают массу по океанскому дну и создают из неё замысловатые вихри, струи и каскады. В итоге создаётся впечатление, что огромные потоки воды ниспадают прямо в океане. На рассвете и при ярком солнце водопад переливается оттенками бирюзового и голубого. Ближе к закату к этим цветам добавляется тёмно-синий и чёрно-бордовый цвета.', 
arrow: true, placement: 'bottom', theme: 'light', interactive: true,
});
tippy('#butn03', {
  content: 'Подводный водопад на Маврикии — это оптическая иллюзия. 12 Он находится в юго-западной части острова, в 200 метрах от полуострова Ле-Морн-Брабан. Причина иллюзии — своеобразный рельеф, образованный коралловыми рифами, залежами песка и отложениями ила. В этой области наблюдаются сильные течения, которые постоянно перемещают массу по океанскому дну и создают из неё замысловатые вихри, струи и каскады. В итоге создаётся впечатление, что огромные потоки воды ниспадают прямо в океане. На рассвете и при ярком солнце водопад переливается оттенками бирюзового и голубого. Ближе к закату к этим цветам добавляется тёмно-синий и чёрно-бордовый цвета.', 
arrow: true, placement: 'bottom', theme: 'light', interactive: true,
});
tippy('#butn04', {
  content: 'Три цветных озера расположены на вершине вулкана Келимуту на острове Флорес в Индонезии. Цвет воды этих кратерных озёр может меняться несколько раз в год. У каждого из озёр есть своё название: Западное озеро (Тиву-Ата-Мбупу) — обычно синее («озеро стариков»). Центральное озеро (Тиву-Нуа-Мури-Коох-Таи) — как правило бирюзовое («озеро мальчиков и девочек»). Юго-восточное озеро (Тиву-Ата-Поло) — слегка коричневато-красное («заколдованное озеро»). Причина изменения цвета — присутствие растворённых минералов и газов, поступающих на поверхность из недр вулкана. Так, например, присутствие соляной и серной кислоты придаёт воде изумрудный оттенок, а красный оттенок свидетельствует о химической реакции сероводорода с соединениями железа.',
arrow: true, placement: 'bottom', theme: 'light', interactive: true,
});
tippy('#butn05', {
  content: 'Три цветных озера расположены на вершине вулкана Келимуту на острове Флорес в Индонезии. Цвет воды этих кратерных озёр может меняться несколько раз в год. У каждого из озёр есть своё название: Западное озеро (Тиву-Ата-Мбупу) — обычно синее («озеро стариков»). Центральное озеро (Тиву-Нуа-Мури-Коох-Таи) — как правило бирюзовое («озеро мальчиков и девочек»). Юго-восточное озеро (Тиву-Ата-Поло) — слегка коричневато-красное («заколдованное озеро»). Причина изменения цвета — присутствие растворённых минералов и газов, поступающих на поверхность из недр вулкана. Так, например, присутствие соляной и серной кислоты придаёт воде изумрудный оттенок, а красный оттенок свидетельствует о химической реакции сероводорода с соединениями железа.',
arrow: true, placement: 'bottom', theme: 'light', interactive: true,
});
tippy('#butn06', {
  content: 'Аризонский водопад Гранд-Фолс (Grand Falls), также известный как Чоколаит Фолс (Chocolate Falls) из-за уникального шоколадного оттенка его вод, находится в северной части штата Аризона, США. Водопад образуется во время весеннего таяния снега и дождей, когда вода реки Литтл Колорадо обрушивается с крутого обрыва высотой около 56 метров. Уникальный цвет воды обусловлен наличием высокого содержания минералов и глины, которые придают ей шоколадный оттенок. Для посещения Гранд-Фолс требуется специальное разрешение, так как водопад находится на индейской территории Навахо. 4.',
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn07', {
  content: 'Аризонский водопад Гранд-Фолс (Grand Falls), также известный как Чоколаит Фолс (Chocolate Falls) из-за уникального шоколадного оттенка его вод, находится в северной части штата Аризона, США. Водопад образуется во время весеннего таяния снега и дождей, когда вода реки Литтл Колорадо обрушивается с крутого обрыва высотой около 56 метров. Уникальный цвет воды обусловлен наличием высокого содержания минералов и глины, которые придают ей шоколадный оттенок. Для посещения Гранд-Фолс требуется специальное разрешение, так как водопад находится на индейской территории Навахо. 4.',
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn08', {
  content: 'Вердонское ущелье — глубокий каньон в Верхнем Провансе на юге Франции, в 50 км от Лазурного берега. Ущелье образовано рекой Вердон, которая прорезала его много миллионов лет назад в известняковых породах скального рельефа. Длина ущелья — 20 км, а глубина составляет более 700 метров. В конце каньона Вердон впадает в искусственное озеро Сент-Круа. Вердонское ущелье — самое глубокое и длинное на всём европейском континенте. Ущелье популярно среди туристов, которые могут объехать его по краю, взять напрокат каяки для путешествия по реке или отправиться в пеший поход.', 
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn09', {
  content: 'Висячий храм, также Висячий храм Хэншань, Висячий монастырь или храм Сюанькун (упрощенный китайский: 悬空寺; традиционный китайский: 懸空寺; пиньинь: Xuánkōng Sì) - это храм, построенный в скале (75 м или 246 футов над землей) недалеко от горы Хэн в уезде Хуньюань, городе Датун, провинция Шаньси, Китай. Ближайший город - Датун, в 64 километрах (40 миль) к северо-западу. Наряду с гротами Юнган, Висячий храм является одной из главных туристических достопримечательностей и исторических мест в районе Датун. Построенный более 1500 лет назад, этот храм примечателен не только своим расположением на отвесном обрыве, но и тем, что как буддийский храм он также содержит ссылки на две другие из трех китайских традиционных философий или религий (教教): даосизм и конфуцианство. Конструкция удерживается на месте благодаря дубовым перекладинам, вставленным в отверстия, вырубленные в скалах. Основная поддерживающая конструкция скрыта внутри скальной породы.[1] Монастырь расположен в бассейне небольшого каньона, и корпус здания свисает с середины скалы под выступающей вершиной, защищая храм от дождевой эрозии и запекания солнечным светом.', 
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn10', {
  content: '<strong>Патаго́ния — географический регион в южной части Южной Америки, расположенный к югу от рек Рио-Колорадо (по другой версии — Рио-Негро и Лимай) в Аргентине и Био-Био в Чили.</strong>', 
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn11', {
  content: '<strong>Патаго́ния — географический регион в южной части Южной Америки, расположенный к югу от рек Рио-Колорадо (по другой версии — Рио-Негро и Лимай) в Аргентине и Био-Био в Чили.</strong>', 
arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});
tippy('#butn12', {
  content: '<strong>Патаго́ния — географический регион в южной части Южной Америки, расположенный к югу от рек Рио-Колорадо (по другой версии — Рио-Негро и Лимай) в Аргентине и Био-Био в Чили.</strong>', 
    arrow: true, placement: 'bottom', theme: 'tomato', interactive: true,
});



